[DLC07_DWValveBase_Twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="关闭的水流控制阀门"
m_InteractText="`GBA_Use` 打开阀门"
m_CannotUseMessage="需要水流控制阀门扳手"

[DLC07_IntValve_Rewind_Twk:pInteractableTweaks DisTweaks_InteractableInterface]
m_Name="水流控制阀门"

[DLC07_WaterControlValve_twk:DisTweaks_Interactable_PickupBase_0 DisTweaks_Interactable_PickupBase]
m_Name="水流控制阀门扳手"

[LTD_SewerToEngineRm_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="需要密码"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[LTD_SewerToEngineRm_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="引擎室的门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage="需要密码"

[LTD_SewerToMill_twk DisTweaks_UsableObject]
m_UnlockInteractText="`GBA_Use` 解锁"
m_LockedMessage="需要密码"
m_UnauthorizedMessage=""
m_FocusMessage=""
m_FocusLockedMessage=""

[LTD_SewerToMill_twk:DisTweaks_InteractableInterface_16 DisTweaks_InteractableInterface]
m_Name="通往德雷珀斯区纺织厂的门"
m_InteractText="`GBA_Use` 打开"
m_AltInteractText=""
m_UseMessage=""
m_AltUseMessage=""
m_CannotUseMessage=""

